Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/law_enforcement/reporting_a_crime.html.txt.tmx
Source language: en
Languages: ga

source: If you live in Ireland and are a victim of a crime, you should contact the Gardai (Irish police force). The emergency services telephone number is 999 or 112
ga: Más íospairt coireachta tú agus má tá cónaí ort in Éirinn ba chóir duit teagmháil a dhéanamh leis na Gardaí (fórsa póilíneachta na hÉireann) Is í an uimhir theileafóin do na seirbhísí éigeandála ná 999 nó 112

source: In less urgent situations, you should contact your local Garda station
ga: I gcásanna nach bhfuil chomh práinneach ba chóir duit teagmháil a dhéanamh le do stáisiún Garda áitiúil

source: The Gardaí must give your case equal priority with other cases, whatever your gender, race, religion, ethnic origin, sexual orientation, age, economic circumstances or membership of any minority group
ga: Ní mór do na Gardaí an tosaíocht chéanna a thabhairt do do chás is a thugann siad do chásanna eile, is cuma cén inscne, cine, reiligiún, bunús eitneach, aois nó cúinsí eacnamaíocht atá agat nó má tá tú in do bhall de ghrúpa mionlaigh

source: Read here for more information about reporting a crime to the Gardaí
ga: Is féidir a thuilleadh eolais a léamh anseo faoi choir a thuairisciú do na Gardaí

source: The Gardai will explain the investigation process to you and make sure that you are kept informed about the progress of the investigation, including whether a suspect is charged or cautioned
ga: Míneoidh na Gardaí an próiseas fiosrúcháin duit agus déanfaidh siad deimhin de go gcoinnítear ar an eolas thú faoin dul chun cinn atá á dhéanamh, lena n-airítear má chúisítear nó má thugtar rabhadh do dhuine faoi amhras

source: You will also be told about the support services available to victims of crime
ga: Inseofar duit faoi na seirbhísí tacaíochta atá ar fáil le haghaidh íospartaigh na coireachta

source: Crimestoppers is a partnership between the Gardai and the business community
ga: Comhpháirtíocht idir na Gardaí agus an lucht gnó is ea Crimestoppers

source: You can give information to the Gardai about any criminal investigation using the confidential freephone number 1800 25 00 25
ga: Is féidir leat faisnéis a thabhairt do na Gardaí faoi aon imscrúdú coiriúil agus an uimhir shaorghlao rúnda 1800 250 025 a úsáid

source: This confidential freephone number is staffed by members of the Garda National Bureau of Criminal Investigation
ga: Baill de Bhiúró Náisiúnta an Gharda Síochána um Imscrúdú Coiriúil a bhíonn i mbun an uimhir shaorghlao rúnda seo

source: The Garda Traffic Watch hotline allows you report incidents of dangerous driving to the Gardai so that the drivers can be intercepted, cautioned and brought through the courts process
ga: Cuireann beolíne Traffic Watch an Gharda Síochána ar do chumas tuairiscí a thabhairt do na Gardaí faoi eachtraí baolacha tiomána is slí gur féidir na tiománaithe a idircheapadh, rabhadh a thabhairt dóibh agus iad a thabhairt os comhair cúirte

source: The Garda Traffic Watch hotline is contactable by telephone at 1890 205 805
ga: Is féidir dul i dteagmháil le beolíne Traffic Watch an Gharda Síochána ag 1890 205 805

source: Furher information on reporting a crime is available on the Director of Public Prosecutions (DPP) website
ga: Tá tuilleadh eolais ar thuairisciú coir ar láithreán gréasáin an Stiúrthóra Ionchúiseamh Poiblí (DPP)

source: You can find information on reporting a missing person on the Garda website
ga: Is féidir leat teacht ar eolas ar thuairisciú le duine ar iarraidh ar an láithreán gréasáin an Gharda Síochána
